[
  {
    "name": "Nike Air Max 90",
    "price": 120.00,
    "brand": "Nike",
    "description": "Experience unparalleled comfort and timeless style with the Nike Air Max 90. Elevate your sneaker game to new heights."
  },
  {
    "name": "Adidas Ultraboost",
    "price": 150.00,
    "brand": "Adidas",
    "description": "Unleash your full running potential with the Adidas Ultraboost. This shoe seamlessly combines comfort and performance for an unbeatable athletic experience."
  },
  {
    "name": "Puma Clyde Court",
    "price": 100.00,
    "brand": "Puma",
    "description": "Step into the future of footwear fashion with the Puma Clyde Court. This sneaker boasts a stylish and modern design that effortlessly complements your unique look."
  },
  {
    "name": "Reebok Classic Leather",
    "price": 80.00,
    "brand": "Reebok",
    "description": "Elevate your street style with the Reebok Classic Leather. Immerse yourself in timeless comfort while making a bold statement wherever you go."
  },
  {
    "name": "Nike Air Force 1",
    "price": 100.00,
    "brand": "Nike",
    "description": "Own the streets with the iconic Nike Air Force 1. Imbued with classic style and unmatched comfort, these sneakers are a must-have for trendsetters."
  },
  {
    "name": "Adidas Stan Smith",
    "price": 80.00,
    "brand": "Adidas",
    "description": "Embrace timeless elegance with the Adidas Stan Smith. This versatile shoe is designed for everyday wear, offering unparalleled comfort and style."
  },
  {
    "name": "Vans Old Skool",
    "price": 65.00,
    "brand": "Vans",
    "description": "Skate in style with the Vans Old Skool. Combining durability with a classic skate aesthetic, these sneakers are a tribute to the rebels and trendsetters."
  },
  {
    "name": "Converse Chuck Taylor All Star",
    "price": 55.00,
    "brand": "Converse",
    "description": "Experience the legend of the Converse Chuck Taylor All Star. Known for its simple yet iconic style, these sneakers are a timeless addition to your wardrobe."
  },
  {
    "name": "New Balance 574",
    "price": 90.00,
    "brand": "New Balance",
    "description": "Stride in confidence with the New Balance 574. This shoe seamlessly blends style and comfort, making it the perfect choice for your everyday adventures."
  },
  {
    "name": "Jordan 1 Retro High",
    "price": 160.00,
    "brand": "Jordan",
    "description": "Elevate your game with the Jordan 1 Retro High. Born for the court, this iconic basketball shoe boasts a classic design that transcends time and trends."
  },
  {
    "name": "Asics Gel-Lyte III",
    "price": 120.00,
    "brand": "Asics",
    "description": "Indulge in the perfect fusion of comfort and style with the Asics Gel-Lyte III. Crafted for sneaker enthusiasts, these shoes make a bold statement with every step."
  },
  {
    "name": "Reebok Club C 85",
    "price": 75.00,
    "brand": "Reebok",
    "description": "Step onto the court in classic style with the Reebok Club C 85. This tennis-inspired shoe boasts a timeless design that speaks to your enduring sense of fashion."
  },
  {
    "name": "Puma Suede Classic",
    "price": 70.00,
    "brand": "Puma",
    "description": "Revitalize your retro style with the Puma Suede Classic. Known for its comfort and durability, these sneakers are a must-have for those who appreciate timeless fashion."
  },
  {
    "name": "Saucony Jazz Original",
    "price": 85.00,
    "brand": "Saucony",
    "description": "Step back in time with the Saucony Jazz Original. Delivering unmatched comfort and a vintage athletic look, these sneakers are a tribute to the golden era of sports."
  },
  {
    "name": "Fila Disruptor II",
    "price": 75.00,
    "brand": "Fila",
    "description": "Make a bold fashion statement with the Fila Disruptor II. Boasting a chunky silhouette and retro style, these sneakers redefine your streetwear game."
  },
  {
    "name": "Under Armour HOVR Phantom 2",
    "price": 140.00,
    "brand": "Under Armour",
    "description": "Unleash your potential with the Under Armour HOVR Phantom 2. Engineered for runners, these shoes provide responsive cushioning and unparalleled performance on every stride."
  },
  {
    "name": "Salomon Speedcross 5",
    "price": 130.00,
    "brand": "Salomon",
    "description": "Conquer the trails with the Salomon Speedcross 5. Designed for durability and superior traction, these shoes are your ultimate companion for off-road adventures."
  },
  {
    "name": "Merrell Moab 2",
    "price": 110.00,
    "brand": "Merrell",
    "description": "Experience unmatched comfort on the trails with the Merrell Moab 2. Versatile and supportive, these hiking shoes ensure you enjoy every step of your outdoor journey."
  },
  {
    "name": "Brooks Ghost 14",
    "price": 130.00,
    "brand": "Brooks",
    "description": "Run with confidence in the Brooks Ghost 14. Offering a smooth ride and balanced cushioning, these shoes are engineered to enhance your running experience."
  },
  {
    "name": "Hoka One One Bondi 7",
    "price": 150.00,
    "brand": "Hoka One One",
    "description": "Experience maximal cushioning and unparalleled comfort with the Hoka One One Bondi 7. Your go-to choice for ultimate support on every run."
  },
  {
    "name": "Mizuno Wave Rider 25",
    "price": 120.00,
    "brand": "Mizuno",
    "description": "Redefine your run with the Mizuno Wave Rider 25. Offering reliability and cushioning, these shoes are the perfect companion for your daily miles."
  },
  {
    "name": "Skechers GoWalk Evolution Ultra-Impeccable",
    "price": 60.00,
    "brand": "Skechers",
    "description": "Step into lightweight comfort with the Skechers GoWalk Evolution Ultra-Impeccable. Perfect for your active lifstyle!"
  }
]
